<?php
/**
 * Файл перевода русский язык
 */
return [
    'Blog' => 'Блог',
    'Categories' => 'Категории',
    'Create' => 'Создать',
    'New Category' => 'Новая категория',
    'Save' => 'Сохранить',
    'Update' => 'Изменить',
    'Delete' => 'Удалить',
    'Move' => 'Переместить',
    'View' => 'Просмотр',
    'Draft' => 'Черновик',
    'Publish' => 'Опубликовано',
    // Category
    'ID' => 'ID',
    'Tree' => 'Дерево',
    'L.Key' => 'Левый ключ',
    'R.Key' => 'Правый ключ',
    'Depth' => 'Глубина',
    'Position' => 'Позиция',
    'Title' => 'Заголовок',
    'Alias' => 'Алиас',
    'Description' => 'Описание',
    'Created' => 'Создано',
    'Updated' => 'Обновлено',
    'Status' => 'Статус',
    'Parent' => 'Родитель',
    'No Parent (saved as root)' => 'Нет родителя (сохранить как корень)',
    'Children List' => 'Лист категорий',
    'Move Type' => 'Тип перемещения',
    'Before' => 'Перед',
    'After' => 'После',
];
